Repository: ordtrogen/Monero-TMs-and-Glossaries
Catalog: project_save.tmx
Source language: en
Languages: sv

source: &#10004; Good!
sv: &#10004; Bra!

source: &#9888; Think twice!
sv: &#9888; Tänk dig för!

source: &times; Oh no!
sv: &times; Åh nej!

source: 'K' or 'L'
sv: 'K' eller 'L'

source: (Don't put the wallet/private keys on your web server, otherwise you risk hackers stealing your coins.
sv: (Spara inte plånboken/de privata nycklarna på din webbserver, för då riskerar du att hackare stjäl dina bitcoin.

source: (Y/Yes/N/No)
sv: (J/Ja/N/Nej)

source: (Y/Yes/N/No):
sv: (J/Ja/N/Nej):

source: (Y/n)
sv: (J/n)

source: +--> block height
sv: +--> blockhöjd

source: , number of keys:
sv: , antal nycklar:

source: , of which is dust from change
sv: , varav är damm från växel

source: , which can break the anonymity of ring signature.
sv: , vilket kan bryta "the anonymity of ring signature".

source: --restore-deterministic-wallet uses --generate-new-wallet, not --wallet-file
sv: --restore-deterministic-wallet använder --generate-new-wallet, inte --wallet-file

source: 0 or 1
sv: 0 eller 1

source: 0, 1, 2, 3, or 4
sv: 0, 1, 2, 3 eller 4

source: <b>A Bitcoin wallet</b> is as simple as a single pairing of a Bitcoin address with its corresponding Bitcoin private key.
sv: <b>En bitcoinplånbok</b> är helt enkelt ett par, bestående av en bitcoinadress och dess tillhörande privata nyckel.

source: <b>Add funds</b> to this wallet by instructing others to send bitcoins to your Bitcoin address.
sv: <b>För över pengar</b> till denna plånbok genom att be andra att skicka bitcoin till din bitcoinadress.

source: <b>Check your balance</b> by going to blockchain.info or blockexplorer.com and entering your Bitcoin address.
sv: <b>Kolla ditt saldo</b> genom att gå till blockchain.info eller blockexplorer.com och ange din bitcoinadress.

source: <b>Spend your bitcoins</b> by going to blockchain.info and sweep the full balance of your private key into your account at their website.
sv: <b>Spendera dina bitcoin</b> genom att gå till blockchain.info och svepa din privata nyckels hela saldo till ditt konto på deras webbplats.

source: <b>To safeguard this wallet</b> you must print or otherwise record the Bitcoin address and private key.
sv: <b>För att skydda denna plånbok</b> måste du skriva ut eller på annat spara bitcoinadressen och den privata nyckeln.

source: <br />Tip: Double check you are offline by trying
sv: <br />Tips: Kontrollera dessutom att du är offline genom att försöka nå

source: <min_amount> should be smaller than <max_amount>
sv: <min_belopp> should be mindre än <max_belopp>

source: <mixin_count> is the number of extra inputs to include for untraceability.
sv: <mixin_count> är det antal "extra inputs to include för untraceability".

source: <priority> is the priority of the transaction.
sv: <prioritet> är transaktionens prioritet.

source: change to
sv: växel till

source: Is this okay?
sv: Är this okay?

source: A total of from dust change will be sent to dust address
sv: A total of från växeldamm kommer att skickas till damm-adress

source: Add
sv: Addera

source: Address book is empty.
sv: Adressboken är tom.

source: Address:
sv: Adress:

source: Addresses per page:
sv: Adresser per sida:

source: Addresses to generate:
sv: Antal adresser att skapa:

source: Algorithm: SHA256(passphrase)
sv: Algoritm: SHA256(lösenfras)

source: All synchronous unit tests passed.
sv: Alla synkrona enhetstester lyckades.

source: Allow communicating with a daemon that uses a different RPC version
sv: Tillåt kommunikation med en daemon som använder en annan version av RPC

source: Also, running the bitcoin daemon on your web server means your private keys are hosted on the server and could get stolen if your web server is hacked.
sv: Att köra bitcoindemonen på din webbserver innebär dessutom att dina privata nycklar lagras på servern och kan stjälas om din webbserver blir hackad.

source: Always use "exit" command when closing monero-wallet-cli to save your current session's state.
sv: Använd alltid kommandot "exit" när du stänger monero-wallet-cli så att ditt aktuella sessionstillstånd sparas.

source: Amount:
sv: Belopp:

source: An important part of creating a Bitcoin wallet is ensuring the random numbers used to create the wallet are truly random.
sv: Ett viktigt steg när det gäller att skapa en bitcoinplånbok är att säkerställa att de slumptal som används för att skapa plånboken verkligen är slumpmässiga.

source: At least one of Electrum-style word list and private view key must be specified
sv: Åtminstone en av "Electrum-style" ordlista och privat visningsnyckel måste anges

source: Attempting to generate or restore wallet, but specified file(s) exist.
sv: Försöker skapa eller återskapa plånbok, men "specified" fil(er) existerar.

source: Attempting to save transaction to file, but specified file(s) exist.
sv: Försöker spara transaktion till fil, men angiven fil finns redan.

source: Available options: seed language - set wallet seed language; always-confirm-transfers <1|0> - whether to confirm unsplit txes; print-ring-members <1|0> - whether to print detailed information about ring members during confirmation; store-tx-info <1|0> - whether to store outgoing tx info (destination address, payment ID, tx secret key) for future reference; default-mixin <n> - set default mixin (default is 4); auto-refresh <1|0> - whether to automatically sync new blocks from the daemon; refresh-type <full|optimize-coinbase|no-coinbase|default> - set wallet refresh behaviour; priority [0|1|2|3|4] - default/unimportant/normal/elevated/priority fee; confirm-missing-payment-id <1|0>; ask-password <1|0>; unit <monero|millinero|micronero|nanonero|piconero> - set default monero (sub-)unit; min-outputs-count [n] - try to keep at least that many outputs of value at least min-outputs-value; min-outputs-value [n] - try to keep at least min-outputs-count outputs of at least that value; merge-destinations <1|0> - whether to merge multiple payments to the same destination address
sv: Tillgängliga alternativ: seed language - set plånbok seed language; always-confirm-transfers <1|0> - whether to bekräfta "unsplit txes"; print-ring-members <1|0> - whether skriva ut detaljerad information om ringmedlemmar "during" bekräftelse; store-tx-info <1|0> - whether to store utgående tx info (destinationsadress, betalnings-ID, hemlig nyckel för transaktion) för framtida referens; default-mixin <n> - set default mixin (default is 4); auto-refresh <1|0> - whether automatisk synka nya block från daemonen; refresh-type <full|optimize-coinbase|no-coinbase|default> - set plånbok refresh beteende; prioritet [0|1|2|3|4] - default/unimportant/normal/elevated/priority fee; confirm-missing-payment-id <1|0>; ask-password <1|0>; unit <monero|millinero|micronero|nanonero|piconero> - set default monero (sub-)unit; min-outputs-count [n] - try to keep at least that many outputs of value at least min-outputs-value; min-outputs-value [n] - try to keep at least min-outputs-count outputs of at least that value; merge-destinations <1|0> - "whether to merge multiple" betalningar till samma destinationsadress

source: BIP38 Encrypt?
sv: BIP38-kryptera?

source: Backup the file you just created to a secure location.
sv: Gör en backup-kopia av filen du just skapade och spara den på en säker plats.

source: Bad signature
sv: "Bad" signatur

source: Bad signature from
sv: Bad signature från

source: Balance:
sv: Saldo:

source: Below we show the Bitcoin Address and Public Key that corresponds to your Private Key as well as your Private Key in the most popular encoding formats (WIF, WIFC, HEX, B64).
sv: Nedan visas den bitcoinadress och offentliga nyckel som hör ihop med din privata nyckel, tillsammans med den privata nyckeln, i de vanligaste kodningsformaten (WIF, WIFC, HEX, B64).

source: Bitcoin Address
sv: Bitcoinadress

source: Bitcoin Address Compressed
sv: Komprimerad bitcoinadress

source: Bitcoin Address:
sv: Bitcoinadress:

source: Bitcoin v0.6+ stores public keys in compressed format.
sv: Bitcoin v0.6 och senare sparar offentliga nycklar i komprimerat format.

source: Bitcoins will safely pile up on the block chain.
sv: Bitcoin kommer tryggt att samlas upp på blockkedjan.

source: Blockchain saved
sv: Blockkedjan sparad

source: Blocks received:
sv: Mottagna block:

source: Both Electrum-style word list and private key(s) specified
sv: Både "Electrum-style" ordlista och privat nyckel har angivits

source: Brain Wallet
sv: Minnesplånbok

source: Bulk Wallet
sv: Massplånbok

source: By doing this you are recording the big random number, your private key, in B6 or base 6 format.
sv: Genom att göra detta skriver du ned det stora slumptal - din privata nyckel - i B6 eller Base6-format.

source: Calculate Vanity Wallet
sv: Räkna fram den personliga plånboken

source: Can't find config file
sv: Can't find konfigurationsfilen

source: Can't specify more than one of --wallet-file and --generate-from-json
sv: Det går inte att ange mer än en av --wallet-file och --generate-from-json

source: Cannot create deprecated wallets from JSON
sv: Det går inte att skapa inaktuella plånböcker från JSON

source: Cannot multiply two public keys.
sv: Det går inte att multiplicera två offentliga nycklar.

source: Cannot specify --
sv: Det går inte att ange --

source: Change goes to more than one address
sv: Växel går till mer än en adress

source: Change wallet password
sv: Ändra lösenord för plånbok

source: Check amount going to <address> in <txid>
sv: "Check" belopp som går till <adress> i <txid>

source: Check permissions or remove file
sv: Kontrollera behörigheter eller ta bort filen

source: Check tx proof for payment going to <address> in <txid>
sv: Check tx "proof" för betalning som går till <address> i <txid>

source: Claimed change does not go to a paid address
sv: "Claimed växel" går inte till en betald adress

source: Claimed change is larger than payment to the change address
sv: "Claimed växel" är större än betalning till växeladressen

source: Combine Shares
sv: Kombinera delarna

source: Combined Private Key
sv: Kombinerad privat nyckel

source: Comma Separated Values (CSV):
sv: Kommaseparerade värden (CSV):

source: Commands:
sv: Kommandon:

source: Compressed address?
sv: Komprimerad adress?

source: Compressed addresses?
sv: Komprimerade adresser?

source: Config file
sv: Konfigurationsfil

source: Confirm Passphrase:
sv: Bekräfta lösenfras:

source: Confirm rpc-bind-ip value is NOT a loopback (local) IP
sv: Bekräfta rpc-bind-ip value är INTE ett loopback- (lokalt) IP

source: Consider SSH tunnel or SSL proxy instead.
sv: Överväg att använda SSH-tunnel eller SSL-proxy istället.

source: Copy and paste the above Private Key field into a text file.
sv: Kopiera ovanstående privata nyckel och klistra in den i en textfil.

source: Copy and paste the above into the "Your-Part-Public-Key" field in the Vanity Pool Website.
sv: Kopiera ovanstående och klistra in det i fältet "Your public key" på webbplatsen Vanity Pool.

source: Copy and paste the generated comma separated values (CSV) list to a secure text file on your computer.
sv: Kopiera och klistra in den genererade listan med kommaseparerade (CSV) värden i en säker textfil på din dator.

source: Could not combine keys.
sv: Det gick inte att kombinera nycklarna.

source: Create non-deterministic view and spend keys
sv: Skapa non-deterministic visnings- och spendernyckel

source: DNSSEC validation passed
sv: DNSSEC validering "passed"

source: Daemon either is not started or wrong port was passed.
sv: Daemon either inte startad eller fel port was passed.

source: Daemon is local, assuming trusted
sv: Daemon är lokal, "assuming trusted"

source: Daemon must also be launched with --testnet flag
sv: Daemonen måste också startas med flaggan --testnet

source: Daemon uses a different RPC major version () than the wallet (): .
sv: Daemonen använder en annan högre version av RPC () än plånboken (): .

source: Decrypt BIP38
sv: Dekryptera BIP38

source: Description:
sv: Beskrivning:

source: Display Electrum-style mnemonic seed
sv: Visa Electrum-style "mnemonic" frö

source: Display private spend key
sv: Visa privat spendernyckel

source: Display private view key
sv: Visa privat visningsnyckel

source: Donating
sv: Donerar

source: Donations:
sv: Donationer:

source: Either update one of them, or use --allow-mismatched-daemon-version.
sv: Antingen uppdatera en av dem, eller använd --allow-mismatched-daemon-version.

source: Electrum-style word list failed verification
sv: det gick inte att verifiera Electrum-style ordlista

source: Enable commands which rely on a trusted daemon
sv: Aktivera kommandon som "beror" på en trusted daemon

source: Enable with --trusted-daemon
sv: Aktivera med --trusted-daemon

source: Encrypt BIP38
sv: Kryptera BIP38

source: Encrypted Private Key (Password required)
sv: Krypterad privat nyckel (Lösenord krävs)

source: Enter Available Shares (whitespace separated)
sv: Skriv in tillgängliga delar (separerade av blanksteg)

source: Enter BIP38 Passphrase
sv: Ange BIP38-lösenfras

source: Enter Passphrase:
sv: Ange lösenfras:

source: Enter Pool Part Private Key (from Vanity Pool):
sv: Ange den privata nyckeln från poolen (från Vanity Pool):

source: Enter Private Key
sv: Ange privat nyckel

source: Enter Your Part Private Key (generated in Step 1 above and previously saved):
sv: Ange den privata nyckeln från Steg 1 (skapades i Steg 1 ovan, och sparad sedan tidigare):

source: Enter new wallet password
sv: Ange nytt lösenord för plånboken

source: Enter the number corresponding to the language of your choice:
sv: Ange det tal som motsvarar det språk du vill använda:

source: Error with wallet rewrite:
sv: Fel vid återskrivning av plånbok:

source: Error writing to file
sv: Fel vid skrivning till fil

source: Error:
sv: Fel:

source: Exiting to not risk overwriting.
sv: Avslutar för att inte riskera att skriva över någonting.

source: Export a set of outputs owned by this wallet
sv: Exportera en uppsättning "outputs" som ägs av denna plånbok

source: Export a signed set of key images
sv: Exportera en signerad uppsättning nyckel "images"

source: Failed to add short payment id:
sv: Det gick inte att lägga till kort betalnings-ID:

source: Failed to create file
sv: Det gick inte att skapa fil

source: Failed to find a suitable way to split transactions
sv: Det gick inte att "find/hitta" ett suitable sätt att "split" transaktioner

source: Failed to find a way to create transactions.
sv: Det gick inte att hitta något sätt att skapa transaktioner.

source: Failed to import key images:
sv: det gick inte att importera nyckelavbildningar:

source: Failed to initialize wallet
sv: Det gick inte att initiera plånbok

source: Failed to initialize wallet rpc server
sv: Det gick inte att initiera plånbok "rpc server"

source: Failed to load file
sv: Det gick inte att läsa in fil

source: Failed to load transaction from file
sv: Det gick inte att läsa in transaktion från fil

source: Failed to load unsigned transactions
sv: Det gick inte att läsa in osignerade transaktioner

source: Failed to open wallet:
sv: Det gick inte att öppna plånbok:

source: Failed to parse JSON
sv: Det gick inte att parsa JSON

source: Failed to parse address
sv: Det gick inte att parsa adressen

source: Failed to parse key
sv: Det gick inte att parsa nyckeln

source: Failed to sign transaction
sv: Det gick inte att signera transaktionen

source: Failed to sign transaction:
sv: Det gick inte att signera transaktion:

source: Failed to store wallet:
sv: Det gick inte att spara plånbok:

source: Failed to write transaction(s) to file
sv: Det gick inte att skriva transaktion(er) till fil

source: File:
sv: Fil:

source: For URL:
sv: För URL:

source: For testnet.
sv: För testnet.

source: For valuable wallets it is recommended to
sv: För värdefulla plånböcker rekommenderas att du

source: General options
sv: Allmänna alternativ

source: Generate
sv: Skapa

source: Generate New Address
sv: Skapa ny adress

source: Generate a new random full size payment id - these will be unencrypted on the blockchain, see integrated_address for encrypted short payment ids
sv: Skapa en ny slumpmässig "full size" betalnings-ID - dessa kommer att "förbli okrypterade" på blockkedjan, se integrated_address för krypterade korta betalning-ID:n

source: Generate a signature to prove payment to <address> in <txid> using the transaction secret key (r) without revealing it
sv: Skapa en signatur för att "prove" betalning till <adress> i <txid> genom att använda hemlig nyckel för transaktion (r) utan att avslöja den

source: Generate incoming-only wallet from view key
sv: Skapa "incoming-only" plånbok från visningsnyckel

source: Generate new wallet and save it to <arg>
sv: Skapa ny plånbok och spara den till <arg>

source: Generate wallet from JSON format file
sv: Skapa plånbok från fil i JSON-format

source: Generate wallet from private keys
sv: Skapa plånbok från privata nycklar

source: Generated new wallet:
sv: Ny plånbok skapad:

source: Generating Bitcoin Address...
sv: Skapar bitcoinadress …

source: Generating addresses...
sv: Skapar adresser …

source: Generating new wallet...
sv: Skapar ny plånbok …

source: Get a string note for a txid
sv: Get a string note för en txid

source: Get transaction key (r) for a given <txid>
sv: "Get" transaktionsnyckel (r) för ett givet <txid>

source: GitHub Repository
sv: Kodförråd på GitHub

source: Good signature
sv: "Good" signatur

source: Good signature from
sv: Good signature från

source: Google "bitcoin payment notification" and subscribe to at least one bitcoin payment notification service.
sv: Sök på Google efter "bitcoin payment notification" och anslut dig till åtminstone en aviseringstjänst för bitcoinbetalning.

source: Height
sv: Höjd

source: Hide Art?
sv: Dölj grafik?

source: How do I make a wallet using dice?
sv: Hur skapar jag en plånbok med hjälp av tärningar?

source: How do I use a Bulk Wallet to accept bitcoins on my website?
sv: Hur använder jag en massplånbok för att acceptera bitcoin som betalning på min webbplats?

source: Ideally save to an encrypted drive.
sv: Spara helst på en krypterad enhet.

source: If omitted, the default value (see the command "set priority") is used.
sv: If omitted, the default value (se kommandot "set priority") is used.

source: If you are familiar with PGP you can download this all-in-one HTML page and check that you have an authentic version from the author of this site by matching the SHA256 hash of this HTML with the SHA256 hash available in the signed version history document linked on the footer of this site.
sv: Om du är van att använda PGP kan du ladda ner den kompletta HTML-sidan och verifiera att du har en autentisk version från webbplatsens upphovsmakare genom att matcha SHA256-hashen av sidans HTML med SHA256-hashen som finns tillgänglig i det signerade dokument med versionshistorik som finns länkat i sidfoten på webbplatsen.

source: If you leave/refresh the site or press the "Generate New Address" button then a new private key will be generated and the previously displayed private key will not be retrievable.
sv: Om du lämnar/laddar om webbsidan eller trycker på knappen "Skapa ny adress" så kommer en ny privat nyckel att skapas och den tidigare visade privata nyckeln går inte längre att komma åt.

source: If you print your wallet then store it in a zip lock bag to keep it safe from water.
sv: Om du skriver ut plånboken så bör du förvara den i en plastpåse för att skydda den från väta.

source: Import set of outputs owned by this wallet
sv: Importera en uppsättning "outputs" som ägs av denna plånbok

source: Import signed key images list and verify their spent status
sv: Importera signerade nyckel- "images lista" och verifera deras "spenderingsstatus"

source: Import the bitcoin addresses into a database table on your web server.
sv: Importera bitcoinadresserna till en databastabell på din webbserver.

source: Incorrect passphrase for this encrypted private key.
sv: Fel lösenfras för denna krypterade privata nyckel.

source: Index,Address,Private Key
sv: Index, Adress, Privat nyckel

source: Input %llu/%llu: amount=
sv: Input %llu/%llu: belopp=

source: Integrated address and long payment id can't be used at the same time
sv: Integrerad adress och långt betalnings-ID kan inte användas samtidigt

source: Integrated address: account , payment ID
sv: Integrerad adress: konto , betalnings-ID

source: Invalid IP address given for --
sv: Ogiltig IP-adress angiven för --

source: Invalid destination address
sv: Ogiltig destinationsadress

source: Invalid input.
sv: Ogiltig inmatning.

source: Invalid payment ID
sv: Ogiltigt betalnings-ID

source: Invalid payment ID.
sv: Ogiltigt betalnings-ID.

source: Is this OK?
sv: är det OK?

source: It can be encoded in a number of different formats.
sv: Den kan kodas i ett flertal olika format.

source: It could take between 10 minutes to one hour for the transaction to be confirmed.<br />http://www.blockexplorer.com/address/THEADDRESSGOESHERE<br /><br />Unconfirmed transactions can be viewed at: http://blockchain.info/ <br />You should see the transaction there within 30 seconds.
sv: Det kan ta mellan 10 minuter och en timme för transaktionen att bekräftas.<br />http://www.blockexplorer.com/address/ADRESS<br /><br />Obekräftade transaktioner kan ses på adressen: http://blockchain.info/ <br />Du bör kunna se transaktionen där inom 30 sekunder.

source: It is important to make a backup copy of the private key and store it in a safe location.
sv: Det är viktigt att skapa en backup-kopia av den privata nyckeln och spara den på en säker plats.

source: JavaScript copyrights are included in the source.
sv: Copyright för JavaScript finns angiven i källkoden.

source: Just the bitcoin addresses as they will be shown to customers.)
sv: Spara bara bitcoinadresserna på servern eftersom de ska visas för dina kunder.)

source: Keep in mind when you import your single key to a bitcoin p2p client and spend funds your key will be bundled with other private keys in the p2p client wallet.
sv: Tänk på att när du importerar din nyckel till en bitcoinklient och spenderar pengar så kommer din nyckel att sparas ihop med andra privata nycklar i klientens plånbok.

source: Key Formats: WIF, WIFC, HEX, B64, B6, MINI, BIP38
sv: Nyckelformat: WIF, WIFC, HEX, B64, B6, MINI, BIP38

source: Key file found but not wallet file.
sv: Nyckelfil hittades men inte plånboksfilen.

source: Key file not found.
sv: Nyckelfilen kunde inte hittas.

source: List of available languages for your wallet's seed:
sv: Lista över tillgängliga språk för din plånboks frö/startvärde:

source: Loaded %lu transactions, for , fee , , , with min mixin %lu.
sv: Läste in %lu transaktioner, för , avgift , , , med "min mixin" %lu.

source: Loaded ok
sv: Inläst ok

source: Loading wallet...
sv: Läser in plånbok …

source: Locked blocks too high, max 1000000 (˜4 yrs)
sv: Låsta block för högt, max 1000000 (˜4 år)

source: Logging to
sv: Loggar till

source: Logging to:
sv: Loggar till:

source: MOVE your mouse around to add some extra randomness...
sv: RÖR på musen för att skapa extra slumpmässighet …

source: Make sure this is intentional!
sv: Se till att detta är "intentional"!

source: Many website hosting packages don't support installing the bitcoin daemon.
sv: Många webbhotell tillåter inte installation av bitcoindemonen.

source: Matching integrated address:
sv: Matchande integrerad adress:

source: Max amount found:
sv: Max belopp "found":

source: Max block height:
sv: Max blockhöjd:

source: Max number of threads to use for a parallel job
sv: Max antal trådar att använda för ett parallellt jobb

source: Min amount found:
sv: Min belopp "found":

source: Min block height:
sv: "Min" blockhöjd:

source: Minimum share threshold needed to combine
sv: Minsta antal delar som krävs för kombinering
